bradlc.vscode-tailwindcss
cryptohack.cryptohack-theme
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.github-vscode-theme
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
naumovs.color-highlight
oderwat.indent-rainbow
openai.chatgpt
pkief.material-icon-theme
tabnine.tabnine-vscode
usernamehw.errorlens
xabikos.reactsnippets
yoavbls.pretty-ts-errors
